{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"rich_text_YM3NXr":{"type":"rich-text","blocks":{"heading_kDCcdc":{"type":"heading","settings":{"heading":"Website Design & Development","heading_size":"h0"}}},"block_order":["heading_kDCcdc"],"settings":{"desktop_content_position":"center","content_alignment":"center","css_id":"","color_scheme":"scheme-fe42c2fd-ea56-43cb-bad2-519a06a868d0","full_width":true,"padding_top":40,"padding_bottom":40}},"rich_text_JqUHEb":{"type":"rich-text","blocks":{"heading_VDV4X3":{"type":"heading","settings":{"heading":"<em>We offer specialised website design and development services focused on Shopify to help businesses establish a strong online presence.<\/em>","heading_size":"h2"}},"text_gDWhJT":{"type":"text","settings":{"text":"<p>We're dedicated to creating visually stunning, user-friendly websites tailored to your specific needs and goals. We focus on optimising functionality and performance to ensure that your site not only looks great but also delivers a streamlined user experience. From responsive design to robust development solutions, we work closely with you to bring your vision to life and enhance your brand's digital footprint. Whether you're launching a new site or refreshing an existing one, our knowledge and commitment to excellence ensure that your project is in capable hands.<\/p>"}}},"block_order":["heading_VDV4X3","text_gDWhJT"],"settings":{"desktop_content_position":"center","content_alignment":"center","css_id":"","color_scheme":"scheme-ae8eca69-b2cc-4b9c-a020-371dde6cedfa","full_width":true,"padding_top":40,"padding_bottom":52}},"multicolumn_beqXWG":{"type":"multicolumn","blocks":{"column_UcFXkt":{"type":"column","settings":{"title":"Shopify site design and builds","text":"<p>Our expertise lies in creating custom Shopify sites that are visually appealing and optimised for user experience. Our design process involves understanding your brand and target audience to build an online store that not only looks great but also functions seamlessly. From layout design to product pages, we focus on enhancing usability and engagement, ensuring that your customers have a smooth shopping experience that drives conversions.<\/p>","link_label":"","link":""}},"column_GbydUB":{"type":"column","settings":{"title":"Website migration to Shopify","text":"<p>Our website migration service ensures a hassle-free transition to Shopify from your existing platform. We meticulously handle the transfer of all your data, including products, customer information and order history, ensuring nothing is lost during the process. Your new Shopify site will be optimised for performance and SEO, helping to maintain your search rankings and providing a robust foundation for your online business.<\/p>","link_label":"","link":""}},"column_HTBH8y":{"type":"column","settings":{"title":"Shopify 2.0 theme upgrades","text":"<p>We provide Shopify 2.0 theme upgrades that leverage the latest features and improvements offered by the platform, enhancing your existing Shopify store by incorporating new functionalities that improve performance, speed, and customisation options. With Shopify 2.0, we can create dynamic sections and improved layouts that enhance user experience and make your store more engaging and effective.<\/p>","link_label":"","link":""}},"column_dEYrWH":{"type":"column","settings":{"title":"Shopify redesigns and theme customisation","text":"<p>If your current Shopify store needs a fresh look or improved functionality, our redesign and theme customisation services can refresh and modernise your online presence. We work closely with you to understand your vision and requirements, offering tailored solutions that reflect your brand’s identity. From modifying existing themes to creating custom designs, we ensure that your Shopify store stands out and meets the evolving needs of your customers.<\/p>","link_label":"","link":""}}},"block_order":["column_UcFXkt","column_GbydUB","column_HTBH8y","column_dEYrWH"],"settings":{"title":"","heading_size":"h1","image_width":"full","image_ratio":"adapt","columns_desktop":2,"column_alignment":"left","background_style":"primary","button_label":"","button_link":"","color_scheme":"scheme-ae8eca69-b2cc-4b9c-a020-371dde6cedfa","columns_mobile":"1","swipe_on_mobile":false,"padding_top":36,"padding_bottom":36}},"contact_form_YA4yCG":{"type":"contact-form","settings":{"heading":"Get in touch","heading_size":"h1","color_scheme":"scheme-fe42c2fd-ea56-43cb-bad2-519a06a868d0","padding_top":20,"padding_bottom":40}}},"order":["main","rich_text_YM3NXr","rich_text_JqUHEb","multicolumn_beqXWG","contact_form_YA4yCG"]}